Repository: rbicelli/giteaintegration
Catalog: locales/*.po
Languages: it_it

source: Permissions
it_it: Autorizzazioni

source: Profile
it_it: Profili

source: Actions
it_it: Azioni

source: Created By
it_it: Creato Da

source: Created At
it_it: Creato Il

source: Add
it_it: Aggiungi

source: Permissions Gitea
it_it: Autorizzazioni Gitea

source: Permanently Delete
it_it: Elimina Definitivamente

source: Permission granted with successfully!
it_it: Permessi accordati con successo!

source: Issue created successfully!
it_it: Issue creata con successo!

source: %2s created Issue
it_it: %2s Issue creata

source: Problem to create issue. Verify logs for more information!
it_it: Problema nella creazione della issue. Verifica i log per maggiori informazioni!

source: The selected profile already has permission. Verify logs for more information!
it_it: Il profilo selezionato ha già i permessi. verifica i log per maggiori informazioni!

source: %2s granted permission for profile
it_it: %2s permessi aggiunti al profilo

source: %2s removed permission for id
it_it: %2s permessi rimossi per id

source: Gitea Project
it_it: Progetto Gitea

source: No selected items
it_it: Nessun elemento selezionato

source: Permission removed with successfully!
it_it: Permessi rimossi con successo!

source: Create Issue
it_it: Crea Issue

source: Issue already created for the selected project. Do you want creat it again?
it_it: la Issue è già stata creata per questo progetto. Vuoi crearne un'altra?
